Documents/AppAcademyPrep/JumpStart/06_20_blogger/app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "body", "image_file_name", "image_content_type", "image_file_size", "image_updated_at", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
	def create
		@article = Article.new(article_params)
		@article.save